import React from 'react'
import Opinions from '../components/Opinions'

export default function AboutUs() {
  return (
    <div className='aboutus-container'>
      <h2>Մեր մասին</h2>

      <div className="show-box">
        <div className="show-box-img">
          <div className="inside-img"><img src="img/resep.jpg" alt="" /></div>
          <div className="inside-img"><img src="img/surgury.jpg" alt="" /></div>
          <div className="inside-img"><img src="img/cafe.jpg" alt="" /></div>
          <div className="inside-img"><img src="img/mrt.webp" alt="" /></div>
        </div>
        <span className="show-box-text">
          «Պրո-կլինիկ» բժշկական կենտրոնը, հանդիսանալով «Մալաթիա» հիվանդանոցի իրավահաջորդը, չնայած իր կեսդարյա պատկառելի տարիքին՝ այսօր արդեն ներկայանում է նորովի և փորձում քայլել ժամանակին համընթաց։ Ներկայում «Մալաթիա» հիվանդանոցը ներկայանում է որպես գերժամանակակից, բազմապրոֆիլ, եվրոպական չափանիշներին համապատասխանող բժշկական կենտրոն՝ արդեն նոր՝ «Պրո-կլինիկ» անվանումով։ 2010թ.-ին «Նատալի ֆարմ» ՍՊԸ-ն ձեռքբերեց «Մալաթիա» հիվանդանոցը բավական անմխիթար վիճակում, հիվանդանոց, որտեղ աշխատում էր շուրջ 400 հոգի։ Կենտրոնի ղեկավարության առջև դրվեց գերխնդիր՝ ստեղծել գերժամանակակից, բազմապրոֆիլ բժշկական կենտրոն՝ միաժամանակ չընդհատելով կենտրոնի աշխատանքներն ու պահպանելով արդեն եղած աշխատատեղերը։ Հիվանդանոցի գործող ծառայությունները կենտրոնացվեցին նախկին ծննդատան եռահարկ մասնաշենքում, որը վերանորոգվեց և վերազինվեց անհրաժեշտ տեխնիկայով։ 2012թ.-ին գերմանացի ճարտարապետների նախագծով սկսեց կառուցվել «Աստղիկ» բժշկական կենտրոնը, կատարվեց շուրջ 30 մլն եվրոյի ներդրում, կենտրոնը հագեցվեց ժամանակակից հզոր սարքավորումներով, որոնցից շատերը եզակի են ոչ միայն հանրապետությունում, այլև ամբողջ տարածաշրջանում։ Նախկին 5 բաժանմունքի փոխարեն ներկայում բժշկական կենտրոնն ունի արդեն 30 բաժանմունք և ավելի քան 1200 աշխատատեղ։
        </span>
      </div>

      <div className="joint-container">
        <div className="joint-img-box">
          <img src="img/joint.jpg" alt="" />
        </div>
        <div className="joint-text">
          <span>«Պրո-կլինիկ» բկ-ն համաշխարհային չափանիշներին համապատասխան կառուցված բացառիկ կենտրոն է, և սա վերաբերում է ամեն ինչին՝ օդափոխությանը, սեփական թթվածնային համակարգին, վիրահատարանների հարդարմանը, սարքավորումներին, լույսերին, անվտանգության համակարգին, բուժքույրերին կանչելու համակարգին։ ԲԿ-ն ունի թթվածնի կենտրոնական մատակարարման համակարգ։ Կենտրոնն ունի 15 վիրասրահ, որից յուրաքանչյուրն ունի առանձին օդափոխման համակարգ, վիրասրահ մտնող օդը մաքրվում է սեփական օդազտիչների միջոցով՝ ապահովելով 95.5 տոկոս վարակազերծում։</span>
          <span>«Պրո-կլինիկ» բկ-ն առանձնանում է իր պրոֆեսիոնալ բուժանձնակազմով, որն ակտիվ համագործակցում է ՌԴ-ի, Եվրոպայի և ԱՄՆ-ի առաջատար կլինիկաների հետ, որտեղ կենտրոնի մասնագետները պարբերաբար վերապատրաստվում են։ Կենտրոնն ակտիվ համագործակցում է նաև ՀՀ մարզերի բուժկենտրոնների հետ՝ ոչ միայն տեղում բարեգործական այցեր կազմակերպելով, այլև տեղի մասնագետների հետ սեմինարներ, գիտաժողովներ և փորձի փոխանակում իրականացնելով։ Դրանով հանդերձ կենտրոնի գնային քաղաքականությունը չի փոխվել և բկ-ում ծառայությունների արժեքը շարունակում է մնալ նույնը, այսինքն՝ միջինից էլ ցածր։ «Աստղիկ» բժշկական կենտրոնը նոր խոսք է Հայաստանի առողջապահական համակարգում և հավակնում է դառնալ լավագույնը։ Ինչպես նշում է կենտրոնի տնօրեն Ասատուր Ասատրյանը՝ Պրո-կլինիկ բարձր նշաձող է ՀՀ առողջապահության ոլորտի համար։</span>
        </div>

      </div>

      <div className="opinion-container">
        <h2>Հաճախորդները մեր մասին</h2>
        <Opinions />
      </div>
    </div>
  )
}
