import React from 'react'
import DepNames from './DepNames';
export default function EachDep() {
  return (
    <div className='EachDep'>
      <DepNames />
      <div className="Department-information">
        <h2>Ախտորոշիչ բաժանմունք</h2>
        <p>Աստղիկ բկ-ի ախտորոշիչ բաժանմունքը հագեցված է համաշխարհային առաջատար արտադրող ընկերությունների վերջին սերնդի սարքերով, ինպես օրինակ` Siemens, Toshiba, General Electrics, որոնցից մի մասը եզակի են Հայաստանում:</p>
        <p>Բաժանմունքում աշխատում են տարիների փորձով բարձրակարգ մասնագետներ, ովքեր մշտական կապի մեջ են բուժող բժիշկների հետ և համակարգված աշխատանքի շնորհիվ ապահովում են պացիենտի բուժման արդյունավետությունը:</p>

        <h3>Ախտորոշիչ բաժանմունքում իրականացվում են հետևյալ ծառայությունները</h3>
        <p>►Մագնիսառեզոնանսային տոմոգրաֆիա (ՄՌՏ)</p>
        <p>►Համակարգչային շերտագրում</p>
        <p>►Ուլտրաձայնային հետազոտություն</p>
        <p>►Կանանց, հղիների և պտղի ուլտրաձայնային հետազոտություն</p>
        <p>►Մամոգրաֆիա</p>
        <p>►Ռենտգեն հետազոտություն</p>
        <p>►Անոթների դուպլեքս հետազոտություն</p>
        <p>►Էլեկտրասրտագրություն, էխոսրտագրություն</p>
        <p>►Էնդոսկոպիկ հետազոտություններ</p>
        <p>►ԷՆՄԳ (էլեկրտոնեյրոմիոգրաֆիա), ԷԷԳ (էլեկտրոէնցեֆալոգրաֆիա)</p>

        <h2>Ախտորոշիչ բաժանմունքը գործում է շուրջօրյա (24 ժամ): </h2>
      </div>
      <div className="video-library">
        <h3>Տեսադարան</h3>
      </div>

    </div>
  )
}
