import { Swiper, SwiperSlide } from 'swiper/react';
import 'swiper/css';
import { CgProfile } from 'react-icons/cg'

export default () => {
    return (
        <div className="opinion">
            <Swiper
                spaceBetween={50}
                slidesPerView={3}
                onSlideChange={() => console.log('slide change')}
                onSwiper={(swiper) => console.log(swiper)}
            >
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                            Շնորհակալություն եմ հայտնում Աստղիկ Բժշկական կենտրոնի անձնակազմին, հատկապես բարձրակարգ մասնագետներ նևրոպաթոլոգ Կարինե Հարությունյանին, նեյրովիրաբույժ Ավետիս Կիրակոսյանին Արցախյան պատերազմի մասնակից իմ որդուն հոգատար վերաբերմունք ցուցաբերելու համար:
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Կարեն Վարդանյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div>
                </SwiperSlide>
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                        Շնորհակալություն Աստղիկ ԲԿ կենտրոնին պատրաստակամ ,բարի,հոգատար վերաբերմունքի համար։Շատ լավ մոտեցում հատուկ ուշադրություն զինվորի նկատմամբ։Ես զինվորի մայր եմ արդեն հոկտեմբեր ամսից մինչև հիմա հաճախում ենք և արդեն հարազատ դարձած Աստղիկ ԲԿ -ում մեզ շատ սիրելի բժիշկներին Շնորհակալություն Ձեզ ,Շնորհակալ եմ Ձեր բարի,խելացի,հոգատար վերաբերմունքից։Շնորհակալ եմ Տիգրանիս կյանքի կոչելու,Շնորհակալ եմ ամեն ինչի համար։                                 
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Հայկ Եղիազարյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div></SwiperSlide>
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                        Ես մոտ 2 տարի է բուժվում եմ Քիմիոթերապիայի բաժանմունքում: Շատ շնորհակալ եմ բաժնի ղեկավար Հասմիկ Պետրոսյանին և աշխատակազմին լավ վերաբերմունքի համար ոչ միայն իմ, այլև մյուս հիվանդների նկատմամբ:Իսկ երեկ ես մինչ կմտնեի բաժանմունք վատ զգացի և արժանացա անձնակազմի հոգատար վերաբերմունքին, հատկապես շնորհակալ եմ բժիշկներ Ադրինեից, Աղավնուց, բռւժքույրեր Աննայից, Գայանեից, Արփինեից, աշխատակիցներ Սիլվայից և Անահիտից:            
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Վարդան Կարապետյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div></SwiperSlide>
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                        Շնորկալ ենք մայրիկիս (Օգանեզովա Նադեժդա, 77 տարեկան) ծայրահեղ ծանր վիրահատության համար  և բուժելու համար Վարող սրտաբան - Գևորգյան Գագիկ,  Սրտային վիրաբուժության ծառայության ղեկավար ֊ Սուսանի Մհեր, Առիթմոլոգիական-սրտաբանական ծառայության ղեկավար - Կարտոյան Զ․, Գլխավոր բժիշկ - Կուրղինյան Ռ․ Մ․                                                                        
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Հասմիկ Օհանյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div></SwiperSlide>
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                        Ամենալավ բուժ կենտրոնը Հայաստանում Թե’ սպասարկման առումով , թե’ հոգատար վերաբերմունքի!! Հիացած եմ հատկապես Մալխասյան Նանա Երվանդովնաով՝ ծնողներիս հանդեպ ցուցաբերած իր հոգատար վերաբերմունքով: Նման կենտրոններ ու պրոֆեսիոնալ անձնակազմ թող շատ լինեն մեր երկրում!!                                    
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Անդրանիկ Գրիգորյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div>
                </SwiperSlide>
                <SwiperSlide>
                    <div className="comment-box">
                        <span>
                        Շնորհակալություն Աստղիկ ԲԿ կենտրոնին պատրաստակամ ,բարի,հոգատար վերաբերմունքի համար։Շատ լավ մոտեցում հատուկ ուշադրություն զինվորի նկատմամբ։Ես զինվորի մայր եմ արդեն հոկտեմբեր ամսից մինչև հիմա հաճախում ենք և արդեն հարազատ դարձած Աստղիկ ԲԿ -ում մեզ շատ սիրելի բժիշկներին Շնորհակալություն Ձեզ ,Շնորհակալ եմ Ձեր բարի,խելացի,հոգատար վերաբերմունքից։         
                        </span>
                    </div>
                    <div className="person-box">
                        <CgProfile />
                        <div className="nsc">
                            <p>Սոֆիա Մկրտչյան</p>
                            <p>Հայաստան</p>
                        </div>
                    </div>
                </SwiperSlide>

            </Swiper>
        </div>
    );
};